const footerItems = [
  {
    id: 1,
    title: "درباره ما",
    description: (
      <small className="block">
        وقتی تازه شروع به یادگیری برنامه نویسی کردم. یکی از مشکلاتی که در فرآیند
        یادگیری داشتم، کمبود آموزش های خوب با پشتیبانی قابل قبول بود که باعث شد
        اون موقع تصمیم بگیرم اگر روزی توانایی مالی و فنی قابل قبولی داشتم یک وب
        سایت برای حل این مشکل راه اندازی کنم! و خب امروز آکادمی آموزش برنامه
        نویسی سبزلرن به عنوان یک آکادمی خصوصی فعالیت میکنه و این به این معنی هست
        که هر مدرسی اجازه تدریس در اون رو نداره و باید از فیلترینگ های خاص
        آکادمی سبزلرن رد شه! این به این معنی هست که ما برامون فن بیان و نحوه
        تعامل مدرس با دانشجو بسیار مهمه! ما در آکادمی سبزلرن تضمین پشتیبانی خوب
        و با کیفیت رو به شما میدیم . چرا که مدرسین وب سایت سبزلرن حتی برای
        پشتیبانی دوره های رایگان شون هم هزینه دریافت میکنند و متعهد هستند که
        هوای کاربر های عزیز رو داشته باشند !
      </small>
    ),
  },
  {
    id: 2,
    title: "آخرین مطلب",
    description: (
      <div className="text-sm">
        <a href="#" className="block mb-4">نحوه نصب کتابخانه در پایتون | آموزش نصب کتابخانه پایتون</a>
        <a href="#" className="block mb-4">
          چگونه پایتون را آپدیت کنیم؟ | آموزش صفر تا صد آپدیت کردن پایتون
        </a>
        <a href="#" className="block mb-4">
          آموزش نصب پایتون ( Python ) در در مک، ویندوز و لینوکس | گام به گام و
          تصویری
        </a>
        <a href="#" className="block mb-4">
          بهترین فریم ورک های فرانت اند | 16 فریم ورک Front end بررسی معایب و
          مزایا
        </a>
        <a href="#" className="block mb-4">
          معرفی بهترین سایت آموزش جاوا اسکریپت [ تجربه محور ] + آموزش رایگان
        </a>
      </div>
    ),
  },
  {
    id: 3,
    title: "دسترسی سریع",
    description: (
      <div className="grid grid-cols-2 text-sm gap-3">
        <a href="#">آموزش HTML</a>
        <a href="#">آموزش CSS</a>
        <a href="#">آموزش جاوا اسکریپت</a>
        <a href="#">أموزش بوت استرپ</a>
        <a href="#">آموزش ری اکت</a>
        <a href="#">آموزش پایتون</a>
      </div>
    ),
  },
];

export default footerItems;
